app/views/aperos/index.html.erb

    <td><%= apero.hour %></td>
    <td><%= User.find(apero.user_id).email %></td>
    <td><%= apero.visibility %></td>
    <td><%= Category.find(apero.category_id).name %></td>
---
SELECT "users".* FROM "users" WHERE "users"."id" = 1 LIMIT 1
SELECT "categories".* FROM "categories" WHERE "categories"."id" = 1 LIMIT 1